[
  {
      "id": 1,
      "name": "Harry Potter 1",
      "description": "Harry Potter y la piedra filosofal cuenta la historia de un niño huérfano que, al cumplir 11 años, descubre que es un mago y es invitado a asistir al Colegio Hogwarts de Magia y Hechicería. Allí, Harry Potter se hace amigo de Ron Weasley y Hermione ...",
      "price": 14.99,
      "imageUrl": "/images/Harry Potter/Harry potter 1.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 2,
      "name": "Harry Potter 2",
      "description": "Harry Potter y la cámara secreta es el segundo libro de la serie escrita por J.K. Rowling. Publicado en 1998, sigue las aventuras de Harry Potter en su segundo año en el Colegio Hogwarts de Magia y Hechicería. En esta entrega, Harry descubre que algui...",
      "price": 19.99,
      "imageUrl": "/images/Harry Potter/Harry potter 2.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 3,
      "name": "Harry Potter 3",
      "description": "Harry Potter y el Prisionero de Azkaban En el tercer libro de la serie, Harry Potter regresa a su tercer año en Hogwarts mientras la noticia de la fuga de Sirius Black, un peligroso prisionero de Azkaban, se extiende. Se dice que Sirius Black está busc...",
      "price": 19.99,
      "imageUrl": "/images/Harry Potter/Harry potter 3.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 4,
      "name": "Harry Potter 4",
      "description": "El cuarto libro de la serie Harry Potter es Harry Potter y el Cáliz de Fuego. En esta entrega, Harry Potter regresa a su cuarto año en el Colegio Hogwarts de Magia y Hechicería. La historia se centra en el Torneo de los Tres Magos, un evento mágico d...",
      "price": 12.99,
      "imageUrl": "/images/Harry Potter/Harry potter 4.gif",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 5,
      "name": "Harry Potter 5",
      "description": "Harry Potter y la Orden del Fénix es el quinto libro de la serie escrita por J.K. Rowling, publicado en 2003. En esta entrega, Harry Potter regresa a su quinto año en Hogwarts en medio de una creciente amenaza de Lord Voldemort, cuyo regreso es negado ...",
      "price": 14.99,
      "imageUrl": "/images/Harry Potter/Harry potter 5.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 6,
      "name": "Harry Potter 6",
      "description": "Harry Potter regresa a su sexto año en Hogwarts mientras la amenaza de Lord Voldemort crece. Con la ayuda de Dumbledore, Harry explora el pasado de Voldemort y descubre la existencia de Horrocruxes, objetos en los que Voldemort ha escondido fragmentos d...",
      "price": 19.99,
      "imageUrl": "/images/Harry Potter/Harry potter 6.jpeg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 7,
      "name": "Harry Potter 7",
      "description": "En el último libro de la saga, Harry Potter y sus amigos, Ron y Hermione, dejan Hogwarts para buscar y destruir los Horrocruxes restantes de Lord Voldemort. Mientras viajan, descubren los secretos de las Reliquias de la Muerte, tres objetos mágicos pod...",
      "price": 19.99,
      "imageUrl": "/images/Harry Potter/Harry potter 7.jpeg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 8,
      "name": "Las Crónicas de Narnia 1",
      "description": "Crónicas de Narnia: El León, la Bruja y el Ropero: En el primer libro de la serie Crónicas de Narnia, cuatro hermanos—Pedro, Susana, Edmund y Lucía—son evacuados a una mansión en el campo durante la Segunda Guerra Mundial. Allí descubren un rop...",
      "price": 19.99,
      "imageUrl": "/images/Las Crónicas de Narnia/1.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 9,
      "name": "Las Crónicas de Narnia 2",
      "description": "El príncipe Caspian es el segundo libro publicado de Las crónicas de Narnia de C.S. Lewis, lanzado en 1951. En esta historia, los hermanos Pevensie regresan a Narnia para encontrar que el reino está bajo la ocupación de los Telmarinos, liderados por ...",
      "price": 19.99,
      "imageUrl": "/images/Las Crónicas de Narnia/2.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 10,
      "name": "Las Crónicas de Narnia 3",
      "description": "La travesía del Viajero del Alba es el tercer libro publicado de Las crónicas de Narnia de C.S. Lewis, lanzado en 1952. En esta aventura, los hermanos Edmund y Lucy Pevensie, junto con su primo Eustace Scrubb, son transportados nuevamente a Narnia a bo...",
      "price": 19.99,
      "imageUrl": "/images/Las Crónicas de Narnia/3.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 11,
      "name": "Las Crónicas de Narnia 4",
      "description": "El caballo y su niño es el cuarto libro publicado de Las crónicas de Narnia de C.S. Lewis, lanzado en 1954. La historia sigue a Shasta, un joven que ha vivido como esclavo en el país de Calormen, y a Bree, un caballo parlante que también ha sido capt...",
      "price": 19.99,
      "imageUrl": "/images/Las Crónicas de Narnia/4.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 12,
      "name": "Las Crónicas de Narnia 5",
      "description": "La silla de plata es el quinto libro publicado de Las crónicas de Narnia de C.S. Lewis, lanzado en 1953. En esta historia, Eustace Scrubb y Jill Pole regresan a Narnia para rescatar al príncipe Rilian, el hijo de Caspian, quien ha sido capturado por un...",
      "price": 19.99,
      "imageUrl": "/images/Las Crónicas de Narnia/5.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 13,
      "name": "Las Crónicas de Narnia 6",
      "description": "El sobrino del mago es el sexto libro publicado de Las crónicas de Narnia de C.S. Lewis, lanzado en 1955. En esta precuela de la serie, se narra la historia de cómo Narnia fue creado y cómo la Bruja Blanca llegó al mundo. La trama sigue a Digory Kirk...",
      "price": 19.99,
      "imageUrl": "/images/Las Crónicas de Narnia/6.jpeg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 14,
      "name": "Las Crónicas de Narnia 7",
      "description": "La última batalla es el séptimo y último libro de Las crónicas de Narnia de C.S. Lewis, lanzado en 1956. En esta conclusión de la serie, Narnia enfrenta su fin cuando una falsa Aslan y un grupo de seguidores engañan a los habitantes de Narnia, llev...",
      "price": 19.99,
      "imageUrl": "/images/Las Crónicas de Narnia/7.webp",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 15,
      "name": "Peter pan 1",
      "description": "Peter Pan es un libro escrito por J.M. Barrie, publicado en 1911. La historia sigue a Peter Pan, un niño que puede volar y que vive en el País de Nunca Jamás, un lugar mágico donde los niños no crecen. Peter lleva a Wendy Darling y a sus hermanos, J...",
      "price": 19.99,
      "imageUrl": "/images/Peter Pan/Peter pan 1.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 16,
      "name": "Peter pan 2",
      "description": "Peter Pan en los jardines de Kensington es un libro escrito por J.M. Barrie, publicado en 1906. Esta historia narra las aventuras de Peter Pan en el jardín de Kensington, donde conoce a varios niños y vive emocionantes aventuras en el mundo mágico d...",
      "price": 19.99,
      "imageUrl": "/images/Peter Pan/Peter pan 2.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
      "id": 17,
      "name": "Peter pan 3",
      "description": "Peter Pan en los jardines de Kensington es una historia que se centra en el viaje de Peter Pan al País de Nunca Jamás y sus aventuras con la Sra. Darling y sus hijos, así como su lucha contra el Capitán Garfio. Esta obra es una exploración de la inno...",
      "price": 19.99,
      "imageUrl": "/images/Peter Pan/Peter pan 3.jpg",
      "categoryId": 1,
      "stock": 50
  },
  {
    "id": 18,
    "title": "El señor de los anillos 1",
    "description": "El Hobbit es el primer libro relacionado con la saga de El Señor de los Anillos de J.R.R. Tolkien. Publicado en 1937, narra la historia de Bilbo Baggins, un hobbit que vive una vida tranquila en la Comarca hasta que el mago Gandalf y un grupo de enanos lo arrastran a una aventura.",
    "price": 16.99,
    "imageUrl": "/images/El señor de los anillos/El señor de los anillos 1.webp",
    "categoryId": 1,
    "stock": 50
},
{
    "id": 19,
    "title": "El señor de los anillos 2",
    "description": "Las Dos Torres es el segundo libro de El Señor de los Anillos de J.R.R. Tolkien, publicado en 1954. La historia sigue a Frodo y Sam en su viaje hacia el Monte del Destino para destruir el Anillo Único, con Gollum como su guía. Paralelamente, Aragorn, Legolas y Gimli persiguen a los orcos que han capturado a Merry y Pippin.",
    "price": 22.99,
    "imageUrl": "/images/El señor de los anillos/El señor de los anillos 2.webp",
    "categoryId": 1,
    "stock": 50
},
{
    "id": 20,
    "title": "El señor de los anillos 3",
    "description": "El Retorno del Rey es el final de la trilogía El Señor de los Anillos. Frodo y Sam continúan su misión para destruir el Anillo Único, mientras Aragorn se prepara para asumir su rol como rey y liderar la lucha contra Sauron. La historia culmina en una batalla épica.",
    "price": 22.99,
    "imageUrl": "/images/El señor de los anillos/El señor de los anillos 3.webp",
    "categoryId": 1,
    "stock": 50
}
]
